{"translation-revision-date":"2024-02-17 21:11:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"Gallery Navigation":["Навигација галерије"],"Next\/Prev Buttons":["Дугмад следеће\/претходно"],"No next or previous button will be displayed.":["Неће бити приказано дугме за следеће или претходно."],"Next and previous buttons will appear on outside the large image.":["Дугмад за следећу и претходну слику ће се појавити изван велике слике."],"Next and previous buttons will appear inside the large image.":["Дугмад за следећу и претходну слику ће се појавити унутар велике слике."],"A series of dots will show to indicate the number of items.":["Серија тачака ће се приказати да би се означио број ставки."],"A list of numbers will show to indicate the number of items.":["Приказаће се листа бројева да би се приказао број ставки."],"Pager":["Пејџер"],"Clicking on the large image will open a full-screen gallery experience.":["Клик на велику слику ће отворити галерију на целом екрану."],"While hovering the large image will zoom in by 30%.":["При преласку курсором преко велике слике, она ће се увећати за 30%."],"Zoom while hovering":["Зумирајте приликом преласка курсора"],"Images will be cropped to fit within a square space.":["Слике ће бити опсечене да би се уклопиле у квадратни простор."],"Crop images to fit":["Опсеци слике да се уклопе"],"Media Settings":["Подешавања садржаја"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Изаберите колико сличица (3-8) ће бити приказано. Ако постоји више слика, приказаће се дугме \"Погледај све\"."],"Number of Thumbnails":["Број сличица"],"Off":["Искључено"],"Thumbnails":["Сличице"],"A strip of small images will appear to the right of the main gallery image.":["На десној страни главне галерије слика појавиће се низ малих слика."],"A strip of small images will appear below the main gallery image.":["Испод главне галерије слика појавиће се низ малих слика."],"A strip of small images will appear to the left of the main gallery image.":["Испод главне галерије слике појавиће се низ малих слика на левој страни."],"No thumbnails will be displayed.":["Неће бити приказаних сличица."],"WooCommerce Product Elements":["Елементи производа WooCommerce"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"assets\/client\/blocks\/wc-blocks.js"}}