{"translation-revision-date":"2024-02-17 21:11:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"Our AI tool had a few issues generating your content.":["Наш алат за вештачку интелигенцију је наишао на неколико проблема приликом генерисања вашег садржаја."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Слободно изнесите све овде. Сви предлози, повратна информација или коментари о искуству у продавници генерисаном од стране AI-а су добродошли."],"Did you find anything confusing, irrelevant, or not useful?":["Да ли сте наишли на нешто што вам је било збуњујуће, непотребно или некорисно?"],"Other.":["Остало."],"I wanted to see how AI could help me streamline the process.":["Желео сам да видим како AI може да ми помогне да усавршим процес."],"What motivated you to choose the “Design with AI” option?":["Шта те је мотивисало да изабереш опцију \"Дизајнирање са AI\"?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Наши циљеви су да се уверимо да имате све неопходне алате за почетак прилагођавања ваше продавнице. Волели бисмо да знамо да ли смо постигли наш циљ и како можемо да се побољшамо."],"Block Patterns":["Мустре блокова"],"Continue designing":["Настави са дизајнирањем"],"Exit and lose changes":["Изађи и изгуби промене"],"You'll lose any changes you've made to your store's design and will start the process again.":["Изгубићете све промене које сте направили у дизајну ваше продавнице и почећете процес из почетка."],"Are you sure you want to exit?":["Да ли сте сигурни да желите да изађете?"],"Generating content":["Генерисање садржаја"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Покреће експериментална AI. {{link}}Сазнајте више{{\/link}}"],"Editor canvas":["Уређивач платна"],"Please try again":["Молим вас, покушајте поново"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Упс! Наишли смо на проблем при генерисању ваше продавнице. <retryButton\/>"],"Start again":["Почните поново"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Биће вам затражено да поново пружите информације о вашем пословању и изгубићете ваш постојећи AI дизајн. Ако желите да прилагодите ваш постојећи дизајн, можете то учинити преко <EditorLink>уређивача<\/EditorLink>."],"Are you sure you want to start over?":["Да ли сте сигурни да желите да почнете изнова?"],"Are you sure you want to start a new design?":["Да ли сте сигурни да желите да започнете нови дизајн?"],"Create a new one":["Направи нови"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Наставите да прилагођавате изглед своје AI-генерисане продавнице или почните изнова и направите нову."],"Customize your custom theme":["Прилагодите своју прилагођену тему"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Дизајнер продавнице ће направити нови дизајн продавнице за вас и изгубићете све измене које сте направили на вашој укљученој теми. Ако желите да наставите са уређивањем ваше теме, можете то урадити преко <EditorLink>Уређивача<\/EditorLink>."],"Find out how":["Сазнај како"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Изгледа да користите Jetpack режим за рад без интернета — пребаците се на режим са интернетом да бисте почели да дизајнирате са вештачком интелигенцијом."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["На жалост, [дизајнер AI продавнице] тренутно није доступан јер не можемо открити вашу мрежу. Молим вас проверите вашу интернет конекцију."],"Looking to design your store using AI?":["Желите ли да дизајнирате своју продавницу користећи вештачку интелигенцију?"],"Active theme":["Укључена тема"],"Design with AI":["Дизајн са вештачком интелигенцијом"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Направите изглед своје продавнице, направите странице и генеришите текст користећи наше уграђене алатке за вештачку интелигенцију."],"Use the power of AI to design your store":["Користите снагу вештачке интелигенције да дизајнирате своју продавницу."],"Customize your store":["Прилагодите своју продавницу"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Прилагодите стил и распоред своје продавнице да се уклапа у ваш бренд! Додајте свој лого, промените фонт и боје, и испробајте различите распореде страница. Касније ћете моћи да уређујете текст и слике преко уређивача."],"Make your store your own":["Направите своју продавницу по својој мери"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Сваке измене које направите у распореду и стилу ће се приказати овде у реалном времену - савршено за тестирање различитих изгледа пре него што их објавите. Такође можете променити величину овог простора да проверите како ваша продавница изгледа на мобилном уређају."],"Back to Home":["Натраг на почетну страницу"],"Go back to the Home screen to complete your store setup and start selling":["Вратите се на почетни екран да завршите поставку ваше продавнице и почнете са продајом"],"Go to the Editor":["Иди на уређивач"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["За промену слика и текста, додавање више страница и вршење додатних прилагођавања, идите на Уређивач."],"Fine-tune your design":["Подесите свој дизајн"],"Your store looks great!":["Твоја продавница изгледа сјајно!"],"Browse all themes":["Прегледај све теме"],"Or select a professionally designed theme to customize and make your own.":["Или одаберите професионално дизајнирану тему коју можете прилагодити и направити својом."],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Направите продавницу која одразава ваш бренд и бизнис. Одаберите једну од наших професионално дизајнираних тема за прилагођавање, или направите своју користећи наш дизајнер продавнице."],"View your changes in real time":["Погледајте своје измене у реалном времену"],"Welcome to your AI-generated store!":["Добродошли у вашу вештачки интелигентну продавницу!"],"Take a tour":["Пођи у обилазак"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Користите леву и десну стрелицу на тастатури за промену величине платна. Држите \"Shift\" тастер за промену величине у већим инкрементима."],"Saving failed.":["Чување није успело."],"Logo":["Лого"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Осигурајте да ваша продавница буде у складу са брендом додавањем вашег логотипа. За најбоље резултате, отпремите SVG или PNG датотеку ширине најмање 300 пиксела."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Иконице сајта су оно што видите у језичцима прегледача, траци за обележивање и у Вордпрес мобилним апликацијама."],"Use as site icon":["Користи као иконицу сајта"],"Link logo to homepage":["Повежи лого са почетном страницом"],"Image width":["Ширина слике"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Означите ново подножје из опција испод. Ваше подножје укључује додатну навигацију вашег сајта и биће додато на сваку страницу. Можете наставити са прилагођавањем преко <EditorLink>Уређивача<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["На основу најуспешнијих продавница у вашој индустрији и локацији, наша вештачка интелигенција вам је препоручила овај шаблон за ваш бизнис. Предлажете други распоред? Изаберите из шаблона испод сада, или касније преко <EditorLink>уређивача<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Означите ново заглавље из опција испод. Ваше заглавље укључује навигацију вашег сајта и биће додато на сваку страницу. Можете наставити са прилагођавањем овога преко <EditorLink>уређивача<\/EditorLink>."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Овде можете почети са прилагођавањем изгледа и осећаја своје продавнице, укључујући додавање свог логотипа и промену боја и распореда. Узмите кратку туру да откријете шта је могуће."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Вештачка интелигенција је одабрала комбинацију фонтова која најбоље одговара вашем пословању. Ако желите да их промените, одаберите нову опцију испод сада или касније у <EditorLink>Уређивачу<\/EditorLink> | <StyleLink>Стиловима<\/StyleLink>."],"Change your font":["Промени свој фонт"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["На основу информација које сте поделили, наша вештачка интелигенција препоручује да користите ову палету боја. Желите ли да је промените? Можете означити или додати нове боје испод, или их касније ажурирати у <EditorLink>Уређивачу<\/EditorLink> | <StyleLink>Стиловима<\/StyleLink>."],"or create your own":["или направите своју"],"Change your footer":["Промени своје подножје"],"Change your homepage":["Промени своју почетну страницу"],"Change your header":["Промени своје заглавље"],"Change fonts":["Промени фонтове"],"Change the color palette":["Промени палету боја"],"Add your logo":["Додајте свој лого"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Користите наше алате за стил и распоред да прилагодите дизајн своје продавнице. Садржај и слике могу бити додати или промењени путем <EditorLink>уређивача<\/EditorLink> касније."],"Let's get creative":["Будимо креативни"],"Which writing style do you prefer?":["Који стил писања ви преферирате?"],"Direct yet respectful, serious and professional.":["Директан, али уважавајући, озбиљан и професионалан."],"Formal":["Формалан"],"Relaxed and friendly, like a conversation with a friend.":["Опуштено и пријатељски, као разговор са пријатељем."],"Informal":["Неформалан"],"How would you like your store to look?":["Како бисте желели да изгледа ваша продавница?"],"Vibrant with eye-catching colors and visuals.":["Живописно са упадљивим бојама и визуалима."],"Bold":["Смело"],"Elegant and timeless with a nostalgic touch.":["Елегантно и вечно са носталгичним додиром."],"Classic":["Класично"],"Contemporary":["Савремено"],"Who your target audience is":["Ко је ваша циљна група"],"What makes your business unique":["Шта чини ваш посао јединственим"],"How many products you plan on displaying":["Колико производа планирате да прикажете"],"What you want to sell":["Шта желите да продате"],"Try to include:":["Покушајте да укључите:"],"Impartial tone with casual expressions without slang.":["Непристрастан тон с опуштеним изражавањем и без сленга."],"Clean lines, neutral colors, sleek and modern look.":["Прегледне линије, неутралне боје, гладак и модеран изглед."],"Tell us a bit more about your business":["Реците нам мало више о свом пословању"],"Applying the finishing touches":["Примењивање завршних додира"],"Assembling your AI-optimized store":["Склапање ваше оптимизоване продавнице"],"Designing the best look for your business":["Дизајнирање најбољег изгледа за ваше послоавање"],"Comparing the top performing stores":["Упоређивање најуспешнијих продавница"],"Analyzing your responses":["Анализирање ваших одговора"],"Opening the doors":["Отварање врата"],"Drag to resize":["Превуци за промену величине"],"Turning on the lights":["Укључивање светла"],"Thanks for the feedback. We'll put it to good use!":["Хвала на повратној информацији. Искористићемо је на добар начин!"],"Replace":["Замени"],"Saving":["Чува се"],"Neutral":["Неутрално"],"Send":["Пошаљи"],"Back":["Назад"],"Navigation":["Навигација"],"Style":["Стил"],"Paid":["Плаћено"],"Share feedback":["Поделите поврате информације"],"Skip":["Прескочи"],"Customize":["Прилагоди"],"Layout":["Распоред"],"Done":["Обављено"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Претходно"],"Save":["Запамти"],"Continue":["Наставите"],"Cancel":["Откажи"],"Delete":["Обриши"],"Settings":["Подешавања"],"Default":["Подразумевано"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}